tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "noahgorstein/tap"
tap "noborus/tap"
tap "wader/tap"
brew "argp-standalone"
brew "aria2"
brew "autoconf"
brew "automake"
brew "boost"
brew "libevent"
brew "bitcoin", restart_service: true
brew "node"
brew "bitwarden-cli"
brew "boost-bcp"
brew "bsdiff"
brew "caddy", restart_service: true
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "colordiff"
brew "cython"
brew "dart-sdk"
brew "dhcpdump"
brew "diffoscope"
brew "diskus"
brew "entr"
brew "fd"
brew "fdupes"
brew "gmp"
brew "libtool"
brew "fheroes2"
brew "gtk+3"
brew "freeciv"
brew "fzf"
brew "gh"
brew "go"
brew "gojq"
brew "gource"
brew "graphviz"
brew "haskell-stack"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "ldns"
brew "leveldb"
brew "libcython"
brew "mas"
brew "mosh"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "ncspot"
brew "pandoc"
brew "pgxnclient"
brew "pipx"
brew "postgresql@15", restart_service: true, link: true
brew "privoxy"
brew "pstree"
brew "pv"
brew "qrencode"
brew "radare2"
brew "rclone"
brew "rename"
brew "sl"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "tcping"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "tree"
brew "vbindiff"
brew "watch"
brew "watchexec"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "homeport/tap/termshot"
brew "noahgorstein/tap/jqp"
brew "noborus/tap/ov"
brew "wader/tap/fq"
cask "anytype"
cask "arc"
cask "athens"
cask "bisq"
cask "bitwarden"
cask "blackhole-2ch"
cask "bluewallet"
cask "brave-browser"
cask "cleanmymac"
cask "cloudflare-warp"
cask "coconutbattery"
cask "discord"
cask "dropbox"
cask "etrecheckpro"
cask "firefox"
cask "glance-chamburr"
cask "google-drive"
cask "hex-fiend"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "lulu"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "onyx"
cask "orion"
cask "protonmail-import-export"
cask "protonvpn"
cask "qlmarkdown"
cask "sigmaos"
cask "signal"
cask "skype"
cask "sparrow"
cask "specter"
cask "spotify"
cask "steam"
cask "syncplay"
cask "telegram"
cask "tencent-meeting"
cask "the-unarchiver"
cask "tor-browser"
cask "tunnelblick"
cask "vlc"
cask "wechat"
cask "whatsapp"
cask "xquartz"
cask "zalo"
cask "zoom"
mas "BeagleIM", id: 1445349494
mas "EasyRes", id: 688211836
mas "Exporter", id: 1099120373
mas "ixnote", id: 1627841284
mas "LINE", id: 539883307
mas "NetWorker Pro", id: 1163602886
mas "TestFlight", id: 899247664
mas "Userscripts", id: 1463298887
