tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "noahgorstein/tap"
tap "noborus/tap"
tap "supabase/tap"
tap "wader/tap"
brew "ack"
brew "argp-standalone"
brew "aria2"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "boost"
brew "libevent"
brew "bitcoin"
brew "node"
brew "bitwarden-cli"
brew "boost-bcp"
brew "brew-gem"
brew "bsdiff"
brew "caddy", restart_service: true
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "gmp"
brew "cmus"
brew "colordiff"
brew "cython"
brew "dart-sdk"
brew "dhcpdump"
brew "diffoscope"
brew "diskus"
brew "entr"
brew "exif"
brew "exiftool"
brew "fd"
brew "fdupes"
brew "fheroes2"
brew "gtk+3"
brew "freeciv"
brew "fzf"
brew "gh"
brew "go"
brew "gocloc"
brew "gojq"
brew "gource"
brew "libtool"
brew "graphviz"
brew "haskell-stack"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "iperf3"
brew "ldns"
brew "leveldb"
brew "libcython"
brew "lux"
brew "mas"
brew "miller"
brew "mosh"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "ncspot"
brew "nmap"
brew "pandoc"
brew "pgxnclient"
brew "pipx"
brew "poetry"
brew "postgresql@15", restart_service: true, link: true
brew "privoxy"
brew "pstree"
brew "pv"
brew "qemu"
brew "qrencode"
brew "radare2"
brew "rclone"
brew "rename"
brew "rtorrent"
brew "sevenzip"
brew "sl"
brew "spotify-tui"
brew "tcping"
brew "telnet"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "transmission-cli"
brew "tree"
brew "vbindiff"
brew "watch"
brew "watchexec"
brew "wget"
brew "wireshark"
brew "xmp"
brew "yarn"
brew "youtube-dl"
brew "homeport/tap/termshot"
brew "noahgorstein/tap/jqp"
brew "noborus/tap/ov"
brew "supabase/tap/supabase"
brew "wader/tap/fq"
cask "android-platform-tools"
cask "appcleaner"
cask "arc"
cask "athens"
cask "bitcoin-core"
cask "bitwarden"
cask "bluewallet"
cask "cloudflare-warp"
cask "coconutbattery"
cask "cursor"
cask "discord"
cask "docker"
cask "electrum"
cask "etrecheckpro"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "heroic"
cask "hex-fiend"
cask "iina"
cask "ipfs"
cask "iterm2"
cask "karabiner-elements"
cask "lark"
cask "logseq"
cask "lulu"
cask "lyx"
cask "macfuse"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "middleclick"
cask "miniconda"
cask "motrix"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "onyx"
cask "orion"
cask "protonmail-import-export"
cask "raycast"
cask "signal"
cask "skype"
cask "sloth"
cask "sparrow"
cask "specter"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "vnc-viewer"
cask "wechat"
cask "whatsapp"
cask "xquartz"
cask "zalo"
cask "zoom"
mas "BeagleIM", id: 1445349494
mas "DEATH STRANDING DIRECTOR'S CUT", id: 6449748961
mas "EasyRes", id: 688211836
mas "Exporter", id: 1099120373
mas "FLYP", id: 1605986264
mas "ixnote", id: 1627841284
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "NetWorker Pro", id: 1163602886
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Desktop", id: 409907375
mas "TestFlight", id: 899247664
mas "Userscripts-Mac-App", id: 1463298887
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
