tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "noborus/tap"
tap "wader/tap"
brew "argp-standalone"
brew "aria2"
brew "autoconf"
brew "automake"
brew "boost"
brew "libevent"
brew "bitcoin", restart_service: true
brew "node"
brew "bitwarden-cli"
brew "boost-bcp"
brew "bsdiff"
brew "caddy", restart_service: true
brew "cloc"
brew "rlwrap"
brew "clojure"
brew "colordiff"
brew "cython"
brew "dart-sdk"
brew "dhcpdump"
brew "diffoscope"
brew "fd"
brew "fdupes"
brew "gmp"
brew "libtool"
brew "fheroes2"
brew "gtk+3"
brew "freeciv"
brew "gh"
brew "go"
brew "gojq"
brew "gource"
brew "graphviz"
brew "haskell-stack"
brew "imagemagick"
brew "jq"
brew "ldns"
brew "leveldb"
brew "libcython"
brew "mas"
brew "mosh"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "ncspot"
brew "pandoc"
brew "pgxnclient"
brew "pipx"
brew "postgresql@15", restart_service: true, link: true
brew "privoxy"
brew "pstree"
brew "pv"
brew "qrencode"
brew "radare2"
brew "rclone"
brew "rename"
brew "sl"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "tcping"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tor", restart_service: true
brew "torsocks"
brew "tree"
brew "vbindiff"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "homeport/tap/termshot"
brew "noborus/tap/ov"
brew "wader/tap/fq"
cask "blackhole-2ch"
cask "cleanmymac"
cask "coconutbattery"
cask "dropbox"
cask "firefox"
cask "hex-fiend"
cask "macfuse"
cask "notion"
cask "playonmac"
cask "qlmarkdown"
cask "skype"
cask "sparrow"
cask "specter"
cask "spotify"
cask "syncplay"
cask "vlc"
cask "xquartz"
mas "BeagleIM", id: 1445349494
mas "Bitwarden", id: 1352778147
mas "BlueWallet", id: 1376878040
mas "EasyRes", id: 688211836
mas "Exporter", id: 1099120373
mas "Glance", id: 1564688210
mas "ixnote", id: 1627841284
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "NetWorker Pro", id: 1163602886
mas "NordVPN", id: 905953485
mas "OneDrive", id: 823766827
mas "Speedify", id: 999025824
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Userscripts", id: 1463298887
mas "WeChat", id: 836500024
